Repository: KuuuGR/TimeToSkill
Catalog: TimeToSkill/TimeToSkill/Resources/TimePerspective.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# perspective.slow_cooked_brisket.title
source: Slow-Cooked Brisket
ar: لحم الصدر المطبوخ ببطء
ca: Broquet al Cuit Lent
cs: Pomalu vařené hrudí
da: Langsomt tilberedt bryst
de: Langsam gegartes Bruststück
el: Ψαρονέφρι αργά ψημένο
es: Pechuga cocida a fuego lento
fi: Hitaasti kypsennetty rintakehä
fr: Poitrine mijotée
he: חזה בבישול איטי
hi: धीमी गति से पका हुआ ब्रिस्केट
hr: Sporo kuhana prsa
hu: Lassan főtt szegy
id: Sandung lamur yang Dimasak Lambat
it: Petto a cottura lenta
ja: じっくり調理したブリスケット
ko: 천천히 익힌 양지머리
ms: Brisket yang Dimasak Perlahan
nb: Saktekokt brisket
nl: Langzaam gekookt borststuk
pl: Wolno Gotowany Mostek
pt_br: Peito cozido lentamente
ro: Piept Fierte Incet
ru: Грудинка медленного приготовления
sk: Pomaly varená hruď
th: Brisket สุกช้า
tr: Yavaş Pişirilmiş Brisket
uk: Повільно варена грудка
vi: Thịt ức nấu chậm
zh_hans: 慢煮牛胸肉
zh_hant: 慢煮牛胸肉

# perspective.solar_system_edge.description
source: Voyager 1 reached the edge of the Solar System after about thirty-five years.
ar: وصلت فوييجر 1 إلى حافة النظام الشمسي بعد حوالي خمسة وثلاثين عامًا.
ca: La Voyager 1 va arribar a la vora del Sistema Solar després d'uns trenta-cinc anys.
cs: Voyager 1 dosáhl okraje Sluneční soustavy asi po pětatřiceti letech.
da: Voyager 1 nåede kanten af ​​solsystemet efter omkring femogtredive år.
de: Voyager 1 erreichte nach etwa 35 Jahren den Rand des Sonnensystems.
el: Το Voyager 1 έφτασε στην άκρη του Ηλιακού Συστήματος μετά από περίπου τριάντα πέντε χρόνια.
es: La Voyager 1 llegó al borde del Sistema Solar después de unos treinta y cinco años.
fi: Voyager 1 saavutti aurinkokunnan reunan noin 35 vuoden kuluttua.
fr: Voyager 1 a atteint les limites du système solaire après environ trente-cinq ans.
he: וויאג'ר 1 הגיעה לקצה מערכת השמש לאחר כשלושים וחמש שנים.
hi: वायेजर 1 लगभग पैंतीस वर्षों के बाद सौर मंडल के किनारे पर पहुंचा।
hr: Voyager 1 stigao je do ruba Sunčevog sustava nakon otprilike trideset i pet godina.
hu: A Voyager 1 körülbelül harmincöt év után érte el a Naprendszer peremét.
id: Voyager 1 mencapai tepi Tata Surya setelah sekitar tiga puluh lima tahun.
it: La Voyager 1 raggiunse i confini del Sistema Solare dopo circa trentacinque anni.
ja: ボイジャー1号は約35年をかけて太陽系の端に到達した。
ko: 보이저 1호는 약 35년 만에 태양계 가장자리에 도달했습니다.
ms: Voyager 1 mencapai pinggir Sistem Suria selepas kira-kira tiga puluh lima tahun.
nb: Voyager 1 nådde kanten av solsystemet etter omtrent trettifem år.
nl: Voyager 1 bereikte na ongeveer vijfendertig jaar de rand van het zonnestelsel.
pl: Voyager 1 dotarł do krawędzi Układu Słonecznego po około trzydziestu pięciu latach.
pt_br: A Voyager 1 alcançou o limite do Sistema Solar após cerca de trinta e cinco anos.
ro: Voyager 1 a ajuns la marginea Sistemului Solar după aproximativ treizeci și cinci de ani.
ru: «Вояджер-1» достиг края Солнечной системы примерно через тридцать пять лет.
sk: Voyager 1 dosiahol okraj slnečnej sústavy asi po tridsiatich piatich rokoch.
sv: Voyager 1 nådde kanten av solsystemet efter cirka trettiofem år.
th: ยานโวเอเจอร์ 1 มาถึงขอบของระบบสุริยะในเวลาประมาณสามสิบห้าปี
tr: Voyager 1 yaklaşık otuz beş yıl sonra Güneş Sisteminin sınırına ulaştı.
uk: "Вояджер-1" досяг краю Сонячної системи приблизно через тридцять п'ять років.
vi: Nhà du hành 1 đã đến rìa Hệ Mặt trời sau khoảng 35 năm.
zh_hans: 航行者一号在大约三十五年后到达了太阳系的边缘。
zh_hant: 航行者一號在大約三十五年後到達了太陽系的邊緣。

# perspective.solar_system_edge.title
source: Solar System Edge
ar: حافة النظام الشمسي
ca: Bord del Sistema Solar
cs: Hrana sluneční soustavy
da: Solsystemets kant
de: Rand des Sonnensystems
el: Ηλιακό Σύστημα Edge
es: Borde del sistema solar
fi: Aurinkokunnan reuna
fr: Bord du système solaire
he: אדג' מערכת השמש
hi: सौर मंडल किनारा
hr: Rub Sunčevog sustava
hu: Naprendszer széle
id: Tepi Tata Surya
it: Bordo del sistema solare
ja: 太陽系の端
ko: 태양계 가장자리
ms: Tepi Sistem Suria
nb: Solsystemets kant
nl: Rand van het zonnestelsel
pl: Krawędź Układu Słonecznego
pt_br: Borda do Sistema Solar
ro: Marginea sistemului solar
ru: Край Солнечной системы
sk: Okraj slnečnej sústavy
sv: Solsystemets kant
th: ขอบระบบสุริยะ
tr: Güneş Sistemi Kenarı
uk: Край Сонячної системи
vi: Cạnh hệ mặt trời
zh_hans: 太阳系边缘
zh_hant: 太陽系邊緣

# perspective.sunflower.description
source: A sunflower completes its life cycle in about three months.
ar: تكمل زهرة عباد الشمس دورة حياتها في حوالي ثلاثة أشهر.
ca: Un gira-sol completa el seu cicle de vida en uns tres mesos.
cs: Slunečnice dokončí svůj životní cyklus asi za tři měsíce.
da: En solsikke fuldender sin livscyklus på cirka tre måneder.
de: Eine Sonnenblume vollendet ihren Lebenszyklus in etwa drei Monaten.
el: Ένας ηλίανθος ολοκληρώνει τον κύκλο ζωής του σε περίπου τρεις μήνες.
es: Un girasol completa su ciclo de vida en unos tres meses.
fi: Auringonkukka täyttää elinkaarensa noin kolmessa kuukaudessa.
fr: Un tournesol termine son cycle de vie en trois mois environ.
he: חמנייה מסיימת את מחזור חייה תוך כשלושה חודשים.
hi: सूरजमुखी अपना जीवन चक्र लगभग तीन महीने में पूरा करता है।
hr: Suncokret završava svoj životni ciklus za otprilike tri mjeseca.
hu: A napraforgó körülbelül három hónap alatt fejezi be életciklusát.
id: Bunga matahari menyelesaikan siklus hidupnya dalam waktu sekitar tiga bulan.
it: Un girasole completa il suo ciclo vitale in circa tre mesi.
ja: ひまわりは約3か月で一生を終えます。
ko: 해바라기는 약 3개월이면 수명주기를 완료합니다.
ms: Bunga matahari melengkapkan kitaran hayatnya dalam masa kira-kira tiga bulan.
nb: En solsikke fullfører sin livssyklus på omtrent tre måneder.
nl: Een zonnebloem voltooit zijn levenscyclus in ongeveer drie maanden.
pl: Słonecznik kończy swój cykl życiowy po około trzech miesiącach.
pt_br: Um girassol completa seu ciclo de vida em cerca de três meses.
ro: O floarea soarelui își finalizează ciclul de viață în aproximativ trei luni.
ru: Подсолнечник завершает свой жизненный цикл примерно за три месяца.
sk: Slnečnica dokončí svoj životný cyklus asi za tri mesiace.
sv: En solros fullbordar sin livscykel på cirka tre månader.
th: ดอกทานตะวันจะวงจรชีวิตของมันสมบูรณ์ในเวลาประมาณสามเดือน
tr: Bir ayçiçeği yaşam döngüsünü yaklaşık üç ayda tamamlar.
uk: Соняшник завершує свій життєвий цикл приблизно за три місяці.
vi: Một bông hoa hướng dương hoàn thành vòng đời của nó trong khoảng ba tháng.
zh_hans: 向日葵大约在三个月内完成其生命周期。
zh_hant: 向日葵大約在三個月內完成其生命週期。

# perspective.sunflower.title
source: Sunflower
ar: عباد الشمس
ca: Gira-sol
cs: Slunečnice
da: Solsikke
de: Sonnenblume
el: Ηλιοτρόπιο
es: Girasol
fi: Auringonkukka
fr: Tournesol
he: חַמָנִית
hi: सूरजमुखी
hr: Suncokret
hu: Napraforgó
id: Bunga matahari
it: Girasole
ja: ひまわり
ko: 해바라기
ms: bunga matahari
nb: Solsikke
nl: Zonnebloem
pl: Słonecznik
pt_br: Girassol
ro: floarea soarelui
ru: Подсолнух
sk: Slnečnica
sv: Solros
th: ทานตะวัน
tr: Ayçiçeği
uk: Соняшник
vi: hướng dương
zh_hans: 向日葵
zh_hant: 向日葵

# perspective.sunlight_earth.description
source: Light from the Sun reaches Earth in about 8 minutes.
ar: يصل ضوء الشمس إلى الأرض في حوالي 8 دقائق.
ca: La llum del Sol arriba a la Terra en uns 8 minuts.
cs: Světlo ze Slunce dorazí na Zemi asi za 8 minut.
da: Lys fra Solen når Jorden på cirka 8 minutter.
de: Das Licht der Sonne erreicht die Erde in etwa 8 Minuten.
el: Το φως από τον Ήλιο φτάνει στη Γη σε περίπου 8 λεπτά.
es: La luz del Sol llega a la Tierra en unos 8 minutos.
fi: Auringon valo saavuttaa maan noin 8 minuutissa.
fr: La lumière du Soleil atteint la Terre en 8 minutes environ.
he: אור מהשמש מגיע לכדור הארץ תוך כ-8 דקות.
hi: सूर्य से प्रकाश पृथ्वी तक लगभग 8 मिनट में पहुंचता है।
hr: Svjetlost od Sunca do Zemlje stiže za oko 8 minuta.
hu: A Nap fénye körülbelül 8 perc alatt éri el a Földet.
id: Cahaya dari Matahari mencapai Bumi dalam waktu sekitar 8 menit.
it: La luce del Sole raggiunge la Terra in circa 8 minuti.
ja: 太陽からの光は約8分で地球に届きます。
ko: 태양에서 나오는 빛은 약 8분 만에 지구에 도달합니다.
ms: Cahaya dari Matahari sampai ke Bumi dalam masa kira-kira 8 minit.
nb: Lys fra solen når jorden på omtrent 8 minutter.
nl: Het licht van de zon bereikt de aarde in ongeveer 8 minuten.
pl: Światło ze Słońca dociera do Ziemi w ciągu około 8 minut.
pt_br: A luz do Sol chega à Terra em cerca de 8 minutos.
ro: Lumina de la Soare ajunge pe Pământ în aproximativ 8 minute.
ru: Свет Солнца достигает Земли примерно за 8 минут.
sk: Svetlo zo Slnka dorazí na Zem asi za 8 minút.
sv: Ljus från solen når jorden på cirka 8 minuter.
th: แสงจากดวงอาทิตย์มายังโลกในเวลาประมาณ 8 นาที
tr: Güneş'ten gelen ışık Dünya'ya yaklaşık 8 dakikada ulaşır.
uk: Світло від Сонця досягає Землі приблизно за 8 хвилин.
vi: Ánh sáng từ Mặt trời đến Trái đất trong khoảng 8 phút.
zh_hans: 来自太阳的光大约在 8 分钟内到达地球。
zh_hant: 來自太陽的光大約在 8 分鐘內到達地球。

# perspective.sunlight_earth.title
source: Sunlight Reaches Earth
ar: وصول ضوء الشمس إلى الأرض
ca: La llum del sol arriba a la Terra
cs: Sluneční světlo dopadá na Zemi
da: Sollys når Jorden
de: Sonnenlicht erreicht die Erde
el: Το φως του ήλιου φτάνει στη Γη
es: La luz del sol llega a la Tierra
fi: Auringonvalo saavuttaa maan
fr: La lumière du soleil atteint la Terre
he: אור השמש מגיע לכדור הארץ
hi: सूर्य का प्रकाश पृथ्वी तक पहुंचता है
hr: Sunčeva svjetlost dopire do Zemlje
hu: A napfény eléri a Földet
id: Sinar Matahari Mencapai Bumi
it: La luce solare raggiunge la Terra
ja: 地球に届く太陽光
ko: 햇빛이 지구에 도달
ms: Cahaya Matahari Mencapai Bumi
nb: Sollys når jorden
nl: Zonlicht bereikt de aarde
pl: Światło słoneczne dociera do Ziemi
pt_br: A luz solar chega à Terra
ro: Lumina soarelui ajunge pe Pământ
ru: Солнечный свет достигает Земли
sk: Slnečné svetlo dopadá na Zem
sv: Solljus når jorden
th: แสงอาทิตย์ส่องถึงโลก
tr: Güneş Işığı Dünya'ya Ulaşıyor
uk: Сонячне світло досягає Землі
vi: Ánh Sáng Mặt Trời Đến Trái Đất
zh_hans: 阳光到达地球
zh_hant: 陽光到達地球

# perspective.sunlight_jupiter.description
source: Light from the Sun reaches Jupiter in about 43 minutes.
ar: يصل ضوء الشمس إلى المشتري في حوالي 43 دقيقة.
ca: La llum del Sol arriba a Júpiter en uns 43 minuts.
cs: Světlo ze Slunce dorazí k Jupiteru asi za 43 minut.
da: Lys fra Solen når Jupiter på cirka 43 minutter.
de: Das Licht der Sonne erreicht Jupiter in etwa 43 Minuten.
el: Το φως από τον Ήλιο φτάνει στον Δία σε περίπου 43 λεπτά.
es: La luz del Sol llega a Júpiter en unos 43 minutos.
fi: Auringon valo saavuttaa Jupiterin noin 43 minuutissa.
fr: La lumière du Soleil atteint Jupiter en 43 minutes environ.
he: אור מהשמש מגיע לצדק תוך כ-43 דקות.
hi: सूर्य से प्रकाश बृहस्पति तक लगभग 43 मिनट में पहुंचता है।
hr: Sunčeva svjetlost do Jupitera stiže za oko 43 minute.
hu: A Nap fénye körülbelül 43 perc alatt éri el a Jupitert.
id: Cahaya dari Matahari mencapai Jupiter dalam waktu sekitar 43 menit.
it: La luce del Sole raggiunge Giove in circa 43 minuti.
ja: 太陽からの光は約 43 分で木星に到達します。
ko: 태양의 빛은 약 43분 만에 목성에 도달합니다.
ms: Cahaya dari Matahari mencapai Musytari dalam masa kira-kira 43 minit.
nb: Lys fra solen når Jupiter på omtrent 43 minutter.
nl: Het licht van de zon bereikt Jupiter in ongeveer 43 minuten.
pl: Światło ze Słońca dociera do Jowisza w około 43 minuty.
pt_br: A luz do Sol chega a Júpiter em cerca de 43 minutos.
ro: Lumina de la Soare ajunge la Jupiter în aproximativ 43 de minute.
ru: Свет Солнца достигает Юпитера примерно за 43 минуты.
sk: Svetlo zo Slnka dosiahne Jupiter za približne 43 minút.
sv: Ljus från solen når Jupiter på cirka 43 minuter.
th: แสงจากดวงอาทิตย์มาถึงดาวพฤหัสบดีในเวลาประมาณ 43 นาที
tr: Güneş'ten gelen ışık Jüpiter'e yaklaşık 43 dakikada ulaşır.
uk: Світло від Сонця досягає Юпітера приблизно за 43 хвилини.
vi: Ánh sáng từ Mặt trời tới Sao Mộc trong khoảng 43 phút.
zh_hans: 太阳发出的光大约需要 43 分钟才能到达木星。
zh_hant: 太陽發出的光大約需要 43 分鐘才能到達木星。

# perspective.sunlight_jupiter.title
source: Sunlight Reaches Jupiter
ar: ضوء الشمس يصل إلى كوكب المشتري
ca: La llum del sol arriba a Júpiter
cs: Sluneční světlo dorazí k Jupiteru
da: Sollys når Jupiter
de: Sonnenlicht erreicht Jupiter
el: Το φως του ήλιου φτάνει στον Δία
es: La luz del sol llega a Júpiter
fi: Auringonvalo saavuttaa Jupiterin
fr: La lumière du soleil atteint Jupiter
he: אור השמש מגיע לצדק
hi: सूर्य का प्रकाश बृहस्पति तक पहुँचता है
hr: Sunčeva svjetlost dopire do Jupitera
hu: A napfény eléri a Jupitert
id: Sinar Matahari Mencapai Jupiter
it: La luce solare raggiunge Giove
ja: 太陽光が木星に届く
ko: 햇빛이 목성에 도달하다
ms: Cahaya Matahari Mencapai Musytari
nb: Sollys når Jupiter
nl: Zonlicht bereikt Jupiter
pl: Światło słoneczne dociera do Jowisza
pt_br: A luz solar atinge Júpiter
ro: Lumina soarelui ajunge la Jupiter
ru: Солнечный свет достигает Юпитера
sk: Slnečné svetlo dosiahne Jupiter
sv: Solljus når Jupiter
th: แสงอาทิตย์ส่องถึงดาวพฤหัสบดี
tr: Güneş Işığı Jüpiter'e Ulaşıyor
uk: Сонячне світло досягає Юпітера
vi: Ánh sáng mặt trời chạm tới sao Mộc
zh_hans: 阳光到达木星
zh_hant: 陽光到達木星

# perspective.sunlight_mars.description
source: Light from the Sun reaches Mars in about 13 minutes.
ar: يصل ضوء الشمس إلى المريخ في حوالي 13 دقيقة.
ca: La llum del Sol arriba a Mart en uns 13 minuts.
cs: Světlo ze Slunce dorazí na Mars asi za 13 minut.
da: Lys fra Solen når Mars på cirka 13 minutter.
de: Das Licht der Sonne erreicht den Mars in etwa 13 Minuten.
el: Το φως από τον Ήλιο φτάνει στον Άρη σε περίπου 13 λεπτά.
es: La luz del Sol llega a Marte en unos 13 minutos.
fi: Auringon valo saavuttaa Marsin noin 13 minuutissa.
fr: La lumière du Soleil atteint Mars en 13 minutes environ.
he: אור מהשמש מגיע למאדים תוך כ-13 דקות.
hi: सूर्य से प्रकाश मंगल तक लगभग 13 मिनट में पहुंचता है।
hr: Sunčeva svjetlost do Marsa stiže za oko 13 minuta.
hu: A Nap fénye körülbelül 13 perc alatt éri el a Marsot.
id: Cahaya dari Matahari mencapai Mars dalam waktu sekitar 13 menit.
it: La luce del Sole raggiunge Marte in circa 13 minuti.
ja: 太陽からの光は約 13 分で火星に到達します。
ko: 태양에서 나오는 빛은 약 13분 만에 화성에 도달합니다.
ms: Cahaya dari Matahari sampai ke Marikh dalam masa kira-kira 13 minit.
nb: Lys fra solen når Mars på omtrent 13 minutter.
nl: Licht van de zon bereikt Mars in ongeveer 13 minuten.
pl: Światło słoneczne dociera do Marsa w około 13 minut.
pt_br: A luz do Sol chega a Marte em cerca de 13 minutos.
ro: Lumina de la Soare ajunge pe Marte în aproximativ 13 minute.
ru: Свет Солнца достигает Марса примерно за 13 минут.
sk: Svetlo zo Slnka dosiahne Mars približne za 13 minút.
sv: Ljus från solen når Mars på cirka 13 minuter.
th: แสงจากดวงอาทิตย์ถึงดาวอังคารในเวลาประมาณ 13 นาที
tr: Güneş'ten gelen ışık Mars'a yaklaşık 13 dakikada ulaşır.
uk: Світло від Сонця досягає Марса приблизно за 13 хвилин.
vi: Ánh sáng từ Mặt trời tới Sao Hỏa trong khoảng 13 phút.
zh_hans: 来自太阳的光大约在 13 分钟内到达火星。
zh_hant: 來自太陽的光大約在 13 分鐘內到達火星。

# perspective.sunlight_mars.title
source: Sunlight Reaches Mars
ar: ضوء الشمس يصل إلى المريخ
ca: La llum del sol arriba a Mart
cs: Sluneční světlo dosáhne Marsu
da: Sollys når Mars
de: Sonnenlicht erreicht den Mars
el: Το φως του ήλιου φτάνει στον Άρη
es: La luz del sol llega a Marte
fi: Auringonvalo saavuttaa Marsin
fr: La lumière du soleil atteint Mars
he: אור השמש מגיע למאדים
hi: सूर्य का प्रकाश मंगल ग्रह तक पहुँचता है
hr: Sunčeva svjetlost dopire do Marsa
hu: A napfény eléri a Marsot
id: Sinar Matahari Mencapai Mars
it: La luce solare raggiunge Marte
ja: 火星に届く太陽光
ko: 햇빛이 화성에 도달하다
ms: Cahaya Matahari Mencapai Marikh
nb: Sollys når Mars
nl: Zonlicht bereikt Mars
pl: Światło słoneczne dociera do Marsa
pt_br: A luz solar chega a Marte
ro: Lumina soarelui ajunge pe Marte
ru: Солнечный свет достигает Марса
sk: Slnečné svetlo dosiahne Mars
sv: Solljus når Mars
th: แสงอาทิตย์ส่องถึงดาวอังคาร
tr: Güneş Işığı Mars'a Ulaşıyor
uk: Сонячне світло досягає Марса
vi: Ánh sáng mặt trời chạm tới sao Hỏa
zh_hans: 阳光到达火星
zh_hant: 陽光到達火星

# perspective.sunlight_neptune.description
source: Light from the Sun reaches Neptune in about 4 hours.
ar: يصل ضوء الشمس إلى نبتون في حوالي 4 ساعات.
ca: La llum del Sol arriba a Neptú en unes 4 hores.
cs: Světlo ze Slunce dosáhne Neptun asi za 4 hodiny.
da: Lys fra Solen når Neptun på omkring 4 timer.
de: Das Licht der Sonne erreicht Neptun in etwa 4 Stunden.
el: Το φως από τον Ήλιο φτάνει στον Ποσειδώνα σε περίπου 4 ώρες.
es: La luz del Sol llega a Neptuno en unas 4 horas.
fi: Auringosta tuleva valo saavuttaa Neptunuksen noin 4 tunnissa.
fr: La lumière du Soleil atteint Neptune en 4 heures environ.
he: אור השמש מגיע לנפטון תוך כ-4 שעות.
hi: सूर्य का प्रकाश नेपच्यून तक लगभग 4 घंटे में पहुंचता है।
hr: Sunčeva svjetlost stiže do Neptuna za oko 4 sata.
hu: A Nap fénye körülbelül 4 óra alatt éri el a Neptunust.
id: Cahaya dari Matahari mencapai Neptunus dalam waktu sekitar 4 jam.
it: La luce del Sole raggiunge Nettuno in circa 4 ore.
ja: 太陽からの光は約4時間で海王星に到達します。
ko: 태양의 빛은 약 4시간 만에 해왕성에 도달합니다.
ms: Cahaya dari Matahari mencapai Neptun dalam masa kira-kira 4 jam.
nb: Lyset fra solen når Neptun på omtrent 4 timer.
nl: Het licht van de zon bereikt Neptunus in ongeveer 4 uur.
pl: Światło ze Słońca dociera do Neptuna w ciągu około 4 godzin.
pt_br: A luz do Sol atinge Netuno em cerca de 4 horas.
ro: Lumina de la Soare ajunge la Neptun în aproximativ 4 ore.
ru: Свет Солнца достигает Нептуна примерно за 4 часа.
sk: Svetlo zo Slnka dosiahne Neptún asi za 4 hodiny.
sv: Ljus från solen når Neptunus på cirka 4 timmar.
th: แสงจากดวงอาทิตย์มาถึงดาวเนปจูนในเวลาประมาณ 4 ชั่วโมง
tr: Güneş'ten gelen ışık Neptün'e yaklaşık 4 saatte ulaşır.
uk: Світло від Сонця досягає Нептуна приблизно за 4 години.
vi: Ánh sáng từ Mặt trời tới Sao Hải Vương trong khoảng 4 giờ.
zh_hans: 来自太阳的光大约在 4 小时内到达海王星。
zh_hant: 來自太陽的光線大約在 4 小時內到達海王星。

# perspective.sunlight_neptune.title
source: Sunlight Reaches Neptune
ar: ضوء الشمس يصل إلى نبتون
ca: La llum del sol arriba a Neptú
cs: Sluneční světlo dopadá na Neptun
da: Sollys når Neptun
de: Sonnenlicht erreicht Neptun
el: Το φως του ήλιου φτάνει στον Ποσειδώνα
es: La luz del sol llega a Neptuno
fi: Auringonvalo saavuttaa Neptunuksen
fr: La lumière du soleil atteint Neptune
he: אור השמש מגיע לנפטון
hi: सूर्य का प्रकाश नेपच्यून तक पहुँचता है
hr: Sunčeva svjetlost dopire do Neptuna
hu: A napfény eléri a Neptunust
id: Sinar Matahari Mencapai Neptunus
it: La luce solare raggiunge Nettuno
ja: 太陽の光が海王星に届く
ko: 햇빛이 해왕성에 도달하다
ms: Cahaya Matahari Mencapai Neptun
nb: Sollys når Neptun
nl: Zonlicht bereikt Neptunus
pl: Światło słoneczne dociera do Neptuna
pt_br: A luz solar atinge Netuno
ro: Lumina soarelui ajunge la Neptun
ru: Солнечный свет достигает Нептуна
sk: Slnečné svetlo dopadá na Neptún
sv: Solljus når Neptunus
th: แสงอาทิตย์ส่องถึงดาวเนปจูน
tr: Güneş Işığı Neptün'e Ulaşıyor
uk: Сонячне світло досягає Нептуна
vi: Ánh sáng mặt trời chạm tới sao Hải Vương
zh_hans: 阳光到达海王星
zh_hant: 陽光到達海王星

# perspective.sunlight_pluto.description
source: Light from the Sun reaches Pluto in about five and a half hours.
ar: يصل ضوء الشمس إلى بلوتو في حوالي خمس ساعات ونصف.
ca: La llum del Sol arriba a Plutó en unes cinc hores i mitja.
cs: Světlo ze Slunce dosáhne Pluta asi za pět a půl hodiny.
da: Lys fra Solen når Pluto på omkring fem en halv time.
de: Das Licht der Sonne erreicht Pluto in etwa fünfeinhalb Stunden.
el: Το φως από τον Ήλιο φτάνει στον Πλούτωνα σε περίπου πεντέμισι ώρες.
es: La luz del Sol llega a Plutón en unas cinco horas y media.
fi: Auringon valo saavuttaa Pluton noin viidessä ja puolessa tunnissa.
fr: La lumière du Soleil atteint Pluton en cinq heures et demie environ.
he: אור מהשמש מגיע לפלוטו תוך כחמש וחצי שעות.
hi: सूर्य से प्रकाश प्लूटो तक लगभग साढ़े पांच घंटे में पहुंचता है।
hr: Sunčeva svjetlost do Plutona stiže za oko pet i pol sati.
hu: A Nap fénye körülbelül öt és fél óra alatt éri el a Plútót.
id: Cahaya dari Matahari mencapai Pluto dalam waktu sekitar lima setengah jam.
it: La luce del Sole raggiunge Plutone in circa cinque ore e mezza.
ja: 太陽からの光は約5時間半で冥王星に到達します。
ko: 태양의 빛은 약 5시간 30분 만에 명왕성에 도달합니다.
ms: Cahaya dari Matahari sampai ke Pluto dalam masa kira-kira lima setengah jam.
nb: Lyset fra solen når Pluto på omtrent fem og en halv time.
nl: Het licht van de zon bereikt Pluto in ongeveer vijf en een half uur.
pl: Światło ze Słońca dociera do Plutona w ciągu około pięciu i pół godziny.
pt_br: A luz do Sol chega a Plutão em cerca de cinco horas e meia.
ro: Lumina de la Soare ajunge la Pluto în aproximativ cinci ore și jumătate.
ru: Свет Солнца достигает Плутона примерно за пять с половиной часов.
sk: Svetlo zo Slnka dosiahne Pluto asi za päť a pol hodiny.
sv: Ljus från solen når Pluto på cirka fem och en halv timme.
th: แสงจากดวงอาทิตย์มาถึงดาวพลูโตในเวลาประมาณห้าชั่วโมงครึ่ง
tr: Güneş'ten gelen ışık yaklaşık beş buçuk saatte Plüton'a ulaşır.
uk: Світло від Сонця досягає Плутона приблизно за п'ять з половиною годин.
vi: Ánh sáng từ Mặt trời tới Sao Diêm Vương trong khoảng năm tiếng rưỡi.
zh_hans: 来自太阳的光在大约五个半小时内到达冥王星。
zh_hant: 來自太陽的光在大約五個半小時內到達冥王星。

# perspective.sunlight_pluto.title
source: Sunlight Reaches Pluto
ar: ضوء الشمس يصل إلى بلوتو
ca: La llum del sol arriba a Plutó
cs: Sluneční světlo dopadá na Pluto
da: Sollys når Pluto
de: Sonnenlicht erreicht Pluto
el: Το φως του ήλιου φτάνει στον Πλούτωνα
es: La luz del sol llega a Plutón
fi: Auringonvalo saavuttaa Pluton
fr: La lumière du soleil atteint Pluton
he: אור השמש מגיע לפלוטו
hi: सूरज की रोशनी प्लूटो तक पहुंचती है
hr: Sunčeva svjetlost dopire do Plutona
hu: A napfény eléri a Plútót
id: Sinar Matahari Mencapai Pluto
it: La luce solare raggiunge Plutone
ja: 太陽光が冥王星に届く
ko: 햇빛이 명왕성에 도달하다
ms: Cahaya Matahari Mencapai Pluto
nb: Sollys når Pluto
nl: Zonlicht bereikt Pluto
pl: Światło słoneczne dociera do Plutona
pt_br: A luz solar chega a Plutão
ro: Lumina soarelui ajunge la Pluto
ru: Солнечный свет достигает Плутона
sk: Slnečné svetlo dosiahne Pluto
sv: Solljus når Pluto
th: แสงอาทิตย์ส่องถึงดาวพลูโต
tr: Güneş Işığı Plüton'a Ulaşıyor
uk: Сонячне світло досягає Плутона
vi: Ánh sáng mặt trời chạm tới Sao Diêm Vương
zh_hans: 阳光到达冥王星
zh_hant: 陽光到達冥王星

# perspective.transatlantic_flight.description
source: A nonstop flight across the Atlantic takes about eight hours.
ar: تستغرق الرحلة الجوية بدون توقف عبر المحيط الأطلسي حوالي ثماني ساعات.
ca: Un vol sense escales a través de l'Atlàntic triga unes vuit hores.
cs: Let bez mezipřistání přes Atlantik trvá asi osm hodin.
da: En direkte flyvning over Atlanten tager omkring otte timer.
de: Ein Nonstop-Flug über den Atlantik dauert etwa acht Stunden.
el: Μια απευθείας πτήση πέρα ​​από τον Ατλαντικό διαρκεί περίπου οκτώ ώρες.
es: Un vuelo sin escalas a través del Atlántico dura unas ocho horas.
fi: Suora lento Atlantin yli kestää noin kahdeksan tuntia.
fr: Un vol sans escale à travers l’Atlantique prend environ huit heures.
he: טיסה ללא הפסקה מעבר לאוקיינוס ​​האטלנטי אורכת כשמונה שעות.
hi: अटलांटिक के पार एक नॉनस्टॉप उड़ान में लगभग आठ घंटे लगते हैं।
hr: Direktan let preko Atlantika traje oko osam sati.
hu: Egy megállás nélküli repülés az Atlanti-óceánon körülbelül nyolc órát vesz igénybe.
id: Penerbangan nonstop melintasi Atlantik memakan waktu sekitar delapan jam.
it: Un volo diretto attraverso l'Atlantico dura circa otto ore.
ja: 大西洋を直行便で横断する場合、所要時間は約 8 時間です。
ko: 대서양을 직항으로 횡단하는 데 약 8시간이 걸립니다.
ms: Penerbangan tanpa henti merentasi Atlantik mengambil masa kira-kira lapan jam.
nb: En direkte flytur over Atlanterhavet tar omtrent åtte timer.
nl: Een non-stopvlucht over de Atlantische Oceaan duurt ongeveer acht uur.
pl: Lot bez przesiadek przez Atlantyk trwa około ośmiu godzin.
pt_br: Um voo direto através do Atlântico leva cerca de oito horas.
ro: Un zbor fără escală peste Atlantic durează aproximativ opt ore.
ru: Беспосадочный перелет через Атлантику занимает около восьми часов.
sk: Let bez medzipristátia cez Atlantik trvá približne osem hodín.
sv: En direktflygning över Atlanten tar cirka åtta timmar.
th: เที่ยวบินตรงข้ามมหาสมุทรแอตแลนติกใช้เวลาประมาณแปดชั่วโมง
tr: Atlantik boyunca aktarmasız bir uçuş yaklaşık sekiz saat sürer.
uk: Безпосадковий переліт через Атлантику займає близько восьми годин.
vi: Một chuyến bay thẳng qua Đại Tây Dương mất khoảng tám giờ.
zh_hans: 横跨大西洋的直飞航班大约需要八个小时。
zh_hant: 橫跨大西洋的直飛航班大約需要八個小時。
